Repository: xmoto/xmoto
Catalog: branches/multi_cameras/po/*.po
Languages: fi

source: 16 bits per pixel
fi: 16 bittiä pixeliä kohti

source: 32 bits per pixel
fi: 32 bittiä pixeliä kohti

source: Quit level
fi: Poistu levelistä

source: Add to favorite
fi: Lisää suosikkeihin

source: Action
fi: Toiminto

source: All (on this computer)
fi: Kaikki (tällä tietokoneella)

source: All levels
fi: Kaikki levelit

source: Do you want to allow X-Moto connecting to the Internet to look for more levels and best times of other players?
fi: Saako X-Moto ottaa yhteyttä Internettiin etsiäkseen uusia leveleitä ja muiden pelaajien parhaita aikoja?

source: Already used!
fi: Käytetty jo!

source: and
fi: ja

source: Audio
fi: Ääni

source: Author
fi: Tekijä

source: Automatic saving of replays
fi: Tallenna automaattisesti toistovideot

source: Auto zoom
fi: Automaattinen zoom

source: Best Times
fi: Parhaat Ajat

source: Best player
fi: Paras pelaaja

source: Brake
fi: Jarru

source: Brake 2
fi: Jarru 2

source: Built-In Levels
fi: Valmiiksi asennetut levelit

source: by
fi: tehnyt:

source: Move Camera to left
fi: Liikuta kameraa vasemmalle

source: Move Camera to right
fi: Liikuta kameraa oikealle

source: Move Camera down
fi: Liikuta kameraa alas

source: Move Camera up
fi: Liikuta kameraa ylös

source: Cancel
fi: Peru

source: Change...
fi: Muuta...

source: Change direction
fi: Vaihda suuntaa

source: Change direction 2
fi: Vaihda suuntaa 2

source: Change Key...
fi: Vaihda näppäintä...

source: Checking for new or updated levels...
fi: Etsitään uusia tai päivitettyjä leveleitä...

source: Choose Level
fi: Valitse Leveli

source: Close
fi: Sulje

source: Configure Joystick...
fi: Säädä ohjaussauvaa...

source: Controls
fi: Näppäimet

source: Lead Programming
fi: Pää Ohjelmointi

source: Additional Programming
fi: Auttava Ohjelmointi

source: Graphics
fi: Grafiikat

source: MacOS X Support
fi: MacOS X Tuki

source: Main testers
fi: Pää kokeilijat

source: Thanks to
fi: Kiitokset

source: for KDE/gnome integration
fi: KDE/gnome integraatiolle

source: for Debian packaging
fi: Debian pakkaamiselle

source: for Gentoo packaging
fi: Gentoo pakkaamiselle

source: for Mandriva packaging
fi: Mandriva pakkaamiselle

source: for across/elma
fi: across/elmalle

source: for making tinyxml
fi: tinyxml:llän tekemiselle

source: for the MD5 code
fi: MD5 koodille

source: Everyone who have made levels
fi: Kaikille, jotka ovat tehneet leveleitä

source: People who have provided bug reports
fi: Ihmisille, jotka ovat antaneet vikailmoituksia

source: Anyone who has helped in any way
fi: Kaikille, jotka ovat muuten vain auttaneet

source: Credits
fi: Krediitit

source: Player
fi: Pelaaja

source: Date
fi: Päiväys

source: Upgrading database
fi: Päivitetään tietoja

source: Upgrading database stats for the profile
fi: Päivitetään tietoja profiilia varten

source: Upgrading database profile
fi: Päivitetään profiilien tietoja

source: Death Animation
fi: Kuolema Animaatio

source: Defaults
fi: Oletukset

source: Do you really want to delete player?
fi: Tahdotko varmasti poistaa pelaajan?

source: Do you really want to delete replay?
fi: Tahdotko varmasti poistaa toistovideon?

source: Delete
fi: Poista

source: Delete from favorite
fi: Poista suosikeista

source: Description
fi: Kuvaus

source: Display Ghost time difference
fi: Näytä haamun aikaero

source: Display Ghost Information
fi: Näytä haamun tiedot

source: Direct Connection
fi: Suora yhteys

source: Downloading the ghost...
fi: Ladataan haamua...

source: Downloading the highscore...
fi: Ladataan huipputulokset...

source: Downloading high-scores...
fi: Ladataan huipputulokisa...

source: Downloading extra levels... Press ESC to abort.
fi: Lataa ylimääräisiä leveleitä... Paina ESCiä keskeyttääksesi.

source: Checking for new levels...
fi: Etsitään uusia leveleitä...

source: Checking for existing rooms...
fi: Etsitään olemassaolevia leveleitä...

source: Downloading theme data required by new levels... Press ESC to abort.
fi: Ladataan teemadataa uusiin leveleihin... Paina ESCiä keskeyttääksesi.

source: Checking for new themes...
fi: Etsitään uusia teemoja...

source: Get More Levels!
fi: Hae lisää leveleitä!

source: Drive
fi: Aja

source: Drive 2
fi: Aja 2

source: Enable Audio
fi: Äänet

source: Check new levels at startup
fi: Hae uusia leveleitä käynnistyksessä

source: Check new highscores at startup
fi: Hae uusia huipputuloksia käynnistyksessä

source: Enable Context Help
fi: Asiayhteysapu

source: Enable Engine Sound
fi: Moottorin ääni

source: Enable Ghost
fi: Haamu

source: Show World Record in-game
fi: Näytä maailmanennätykset pelissä

source: Enable Music
fi: Musiikki

source: Enable WWW Access
fi: WWW pääsy

source: Enter player name
fi: Anna pelaajan nimi

source: Enter name of replay
fi: Anna toistovideon nimi

source: There are errors in the level, don't expect it to be playable!
fi: Levelissä on virheitä, se ei välttämättä ole pelattava!

source: External Levels
fi: Ulkopuoliset levelit

source: Failed to check for levels. Check your Internet connection!
fi: Leveleiden haku epäonnistui. Varmista Internet-yhteytesi!

source: Failed to download high-scores. Check your Internet connection!
fi: Huipputuloksien haku epäonnistui. Varmista Internet-yhteytesi!

source: Failed to download levels. Check your Internet connection!
fi: Leveleiden lataus epäonnistui.Varmista Internet-yhteytesi!

source: Failed to download the replay. Check your Internet connection!
fi: Toistovideon lataus epäonnistui.Varmista Internet-yhteytesi!

source: Failed to download the rooms list. Check your Internet connection!
fi: Huonelistan lataus epäonnstui. Varmista Internet-yhteytesi!

source: Failed to get the selected theme Check your Internet connection!
fi: Valitun teeman saanti epäonnistui Varmista Internet-yhteytesi!

source: Failed to initialize level!
fi: Levelin alustaminen epäonnistui!

source: Failed to load replay!
fi: Toistovideon lataus epäonnistui!

source: Failed to save replay! Maybe you should try with another name?
fi: Toistovideon tallennus epäonnistui! Kokeile eri nimellä.

source: Failed to update the theme list Check your Internet connection!
fi: Teemalistan päivitys epäonnistui Varmista Internet-yhteytesi!

source: File
fi: Tiedosto

source: Filter
fi: Suodatin

source: Finished!
fi: Suoritettu!

source: Finish Time
fi: Aika

source: Flip left
fi: Nosto vasen

source: Flip left 2
fi: Nosto vasen 2

source: Flip right
fi: Nosto oikea

source: Flip right 2
fi: Nosto oikea 2

source: Game Graphics
fi: Pelin Grafiikat

source: General
fi: Yleiset

source: General Info
fi: Yleinen Tieto

source: Get this theme
fi: Hae tämä leveli

source: Local best
fi: Paikallinen paras

source: Your best
fi: Oma parhaasi

source: Type
fi: Tyyppi

source: The highscore of the room
fi: Huoneen huipputulos

source: The best of my replays (on this computer)
fi: Toistovideoideni paras (tällä koneella)

source: The best of the replays (on this computer)
fi: Parhaat toistovideo (tällä koneella)

source: Ghost of
fi: Haamu

source: Ghost
fi: Haamu

source: Help
fi: Ohje

source: You control your bike using the keyboard
fi: Pyörää ohjataan näppäimistöllä

source: Accelerates
fi: Kiihdyttää

source: Brakes
fi: Jarrut

source: Rotates it counter-clockwise
fi: Nosta vasenta rengasta

source: Rotates it clockwise
fi: Nosta oikeaa rengasta

source: Turns around and drives in the other direction
fi: Kääntää ympäri ja ajaa toiseen suuntaan

source: Pause
fi: Tauko

source: Restart the level
fi: Yritä uudestaan

source: Take a screenshot
fi: Kaappaa kuva

source: Reload levels from Levels dir (if you create a new level)
fi: Uudelleenlataa levelit Levels- kansiosta (jos teet/olet tehnyt uuden maan)

source: Find all the strawberries and touch the flower to finish the level.
fi: Etsi kaikki mansikat ja kosketa kukkaa vetääksesi levelin.

source: Read the README file or check out the website at http://xmoto.tuxfamily.org for more information.
fi: Lue README tiedosto tai käy katsomassa Internetsivut: http://xmoto.tuxfamily.org lisää tietoa halutessasi.

source: High
fi: Korkea

source: Levels are being added into the database. Please wait.
fi: Tasoja lisätään tietoihin. Ole hyvä ja odota.

source: Internet Configuration
fi: Internet Kokoonpano

source: Initializing input system...
fi: Alustetaan syötejärjestelmää...

source: Initializing menus...
fi: Alustetaan valikkoja...

source: Initializing renderer...
fi: Alustetaan renderoijaa...

source: Initializing text renderer...
fi: Alustetaan tekstin renderoijaa...

source: View Level Initially
fi: Näytä koko leveli alussa

source: Joystick
fi: Ohjaussauva

source: Oops!
fi: Uups!

source: Press ENTER to try again
fi: Paina ENTER yrittääksesi uudestaan

source: Press ESC to display the menu
fi: Paina ESC näyttääksesi valikon

source: Key
fi: Näppäin

source: Keyboard
fi: Näppäimistö

source: Level
fi: Leveli

source: Level Info...
fi: Levelin tiedot...

source: Level Name
fi: Levelin Nimi

source: Level '%s' cannot be loaded
fi: Leveliä '%s' ei voida avata.

source: Level Pack
fi: Leveli Paketti

source: Level Packs
fi: Leveli Paketit

source: Level '%s' required by replay!
fi: Toistovideo vaatii levelin '%s'!

source: Levels
fi: Levelit

source: List All
fi: Listaa Kaikki

source: Loading...
fi: Lataa...

source: Loading levels...
fi: Lataa leveleitä...

source: Loading menu graphics...
fi: Lataa valikon grafiikoita...

source: Loading replays...
fi: Lataa toistovideoita...

source: Loading sounds...
fi: Lataa ääniä...

source: Loading textures...
fi: Lataa tekstuureita...

source: Login
fi: Kirjautuminen

source: Low
fi: Matala

source: Medium
fi: Keskitaso

source: Menu Graphics
fi: Valikon Grafiikat

source: Level references unknown textures, it could be unplayable!
fi: Levelissä on tuntemattomia tekstuureita, se ei välttämättä ole pelattava!

source: Following are your most played levels
fi: Seuraavat ovat eniten pelaamia leveleitäsi

source: Motion blur ghost
fi: Liikesumennettu haamu

source: Multi
fi: Moni

source: Name
fi: Nimi

source: Number of players
fi: Pelaajien lukumäärä

source: New
fi: Uusi

source: X-Moto %s or newer required to load level
fi: Tarvitaan vähintään X-Moton versio %s levelin pelaamiseksi

source: New highscore!
fi: Uusi huipputulos!

source: New personal highscore!
fi: Uusi henkilökohtainen huipputulos!

source: %d new or updated level available. Download now?
fi: %d uutta tai päivitettyä leveliä saatavilla. Ladataanko nyt?

source: New Levels
fi: Uusia leveleitä

source: New levels available!
fi: Uusia leveleitä saatavilla!

source: %d new or updated levels available. Download now?
fi: %d uutta tai päivitettyä leveliä saatavilla. Ladataanko nyt?

source: New Profile...
fi: Uusi Profiili...

source: No
fi: Ei

source: No new or updated levels available. Try again another time.
fi: Ei uusia tai päivitettyjä leveleitä saatavilla. Yritä myöhemmin uudelleen.

source: No level following this one, sorry.
fi: Ei leveleitä tämän jälkeen, valitettavasti.

source: No statistics for this profile.
fi: Ei statistiikoita tälle profiilille.

source: Not finished
fi: Ei suoritettu

source: Important note! This is an in development version of X-Moto! All kinds of feedback are highly appreciated, so the game can get better. Mail bugs, ideas, comments, feature requests, hatemail, etc to nicolas at adenis-lamarre dot fr Also visit http://xmoto.tuxfamily.org to make sure you've got the latest version.
fi: Tärkeä huomautus! Tämä on kehitetty versio X-Motosta! Kaikentyylinen palaute on hyvin arvostettua, jotta pelistä Voitaisiin tehdä parempi. Sähköpostittakaa vikailmoitukset, ideat, kommentit, ominaisuus ehdotukset, risut jne. osoitteeseen nicolas at adenis-lamarre dot fr Käy myös osoitteessa http://xmoto.tuxfamily.org varmistaaksesi että omistat uusimman version.

source: # Levels
fi: # Levelit

source: Open
fi: Avaa

source: Options
fi: Asetukset

source: Some options will not take effect before next restart!
fi: Jotkut asetukset eivät tule käyttöön ennen seuraavaa käynnistystä!

source: By author
fi: Tekijältä

source: Medals
fi: Mitallit

source: Room
fi: Huone

source: Special
fi: Spesiaalit

source: Standard
fi: Perus

source: Web votes
fi: Web äänet

source: Statistics
fi: Statistiikat

source: By best driver
fi: Parhaalta ajajalta

source: Password
fi: Salasana

source: Personal
fi: Henkilökohtainen

source: Players
fi: Pelaajat

source: Player Profile
fi: Pelaajan Profiili

source: Player Profiles
fi: Pelaajien Profiilit

source: Play Next Level
fi: Seuraava

source: Port
fi: Portti

source: Press key you want to '%s' or ESC to cancel...
fi: Paina mitä tahansa näppäintä '%s' tai ESC peruaksesi...

source: Proxy Server
fi: Valtuutus Serveri

source: Configure Proxy...
fi: Säädä Valtuutusta...

source: Quit Game
fi: Lopeta Peli

source: Do you really want to quit?
fi: Tahdotko varmasti lopettaa?

source: Randomize
fi: Sekoita

source: Reloading levels...
fi: Uudelleenladataan leveleitä...

source: Reloading replays...
fi: Uudelleenladataan toistovideoita...

source: Replay
fi: Toistovideo

source: Stop[esc] ||[space] << >>[left/right keys] < >[up/down keys] Speed:
fi: Stop[esc] || [space] << >>[vasen/oikea näppäin] <>[ylös/alas näppäin] Nopeus:

source: Stop[esc] ||[space] >>[right key] < >[up/down keys] Speed:
fi: Stop[esc] || [space| >>[oikea näppäin] <>[ylös/alas näppäin] Nopeus:

source: The replay can't be played!
fi: Toistovideota ei voida toistaa!

source: Replays
fi: Toistovideot

source: Restart This Level
fi: Yritä Uudestaan

source: Resume Playing
fi: Jatka

source: Run Windowed
fi: Käynnistä ikkunatilassa

source: Save
fi: Tallenna

source: Saved as
fi: Tallennettu nimellä

source: Save Replay
fi: Tallenna toistovideo

source: Screen Resolution
fi: Näytön Resoluutio

source: Show
fi: Näytä

source: Speedometer
fi: Nopeusmittari

source: Show Mini Map
fi: Näytä Mini Kartta

source: Scripted
fi: Koodattu

source: Play!
fi: Pelaa!

source: STATS
fi: STATISTIIKAT

source: Theme
fi: Teema

source: Available
fi: Saatavilla!

source: To download
fi: Ladattavissa

source: To be updated
fi: Päivitettävissä

source: The theme is now up to date
fi: Teema on nyt päivitetty

source: Time
fi: Aika

source: Try This Level Again
fi: Yritä uudelleen

source: Tutorial
fi: Tutoriaali

source: Unknown
fi: Tuntematon

source: Unpacked levels
fi: Ei-pakatut levelit

source: Can't update this theme ! The theme is not avaible on the web or your theme list is not up to date
fi: Ei voida päivittää tätä teemaa ! Teemaa ei ole saatavilla Internetissä tai teemalistasi ei ole päivitetty

source: Update
fi: Päivittää

source: Updated
fi: Päivitetty

source: Check WWW
fi: Hae WWW

source: Update the rooms list
fi: Päivitä huonelista

source: Update the theme list
fi: Päivitä teemalista

source: Updating level lists...
fi: Päivitetään leveli-listaa...

source: Upload highscore
fi: Lähetä huipputulos

source: Upload all highscores
fi: Päivitä huipputulokset

source: An unexcepted error occured The website has perhaps some troubles
fi: Odottamaton virhe on ilmennyt Internetsivuilla on ehkäpä jotakin ongelmia

source: Oh no !
fi: Voi ei !

source: Uploading the highscore...
fi: Lähetetään huipputulosta...

source: Use Environment Vars
fi: Käytä Ympäristön Muuttujia

source: Use Profile
fi: Ota Profiili Käyttöön

source: Using HTTP Proxy
fi: Käytetään HTTP Valtuutusta

source: Using SOCKS4 Proxy
fi: Käytetään SOCKS4 Valtuutusta

source: Using SOCKS5 Proxy
fi: Käytetään SOCKS5 Valtuutusta

source: View
fi: Näytä

source: View the highscore
fi: Näytä huipputulos

source: Do you want to update level "%s"?
fi: Tahdotko päivittää levelin "%s"?

source: Warning
fi: Varoitus

source: Main
fi: Pää

source: Rooms
fi: Huoneet

source: %d hours
fi: %d tuntia

source: %d minutes
fi: %d minuuttia

source: (Stats since: %s) X-Moto started %d times; %d plays (%d different levels), %d deaths, %d finishes, and %d restarts. Time played: %s
fi: (Statistiikat lähtien %s) X-Moto käynnistyi %d kertaa; %d peliä (%d eri leveliä), %d kuolemaa, %d suoritusta ja %d uudelleen yritystä. Aikaa pelattu %s

source: %d plays, %d deaths, %d finishes, and %d restarts
fi: %d peliä, %d kuolemaa, %d suoritusta ja %d uudelleenkäynnistystä

source: %d seconds
fi: %d sekuntia

source: Yes
fi: Kyllä

source: Yes to all
fi: Kyllä kaikkiin

source: Zoom in
fi: Zoomaa sisään

source: Reinitialize zoom
fi: Uudelleenalusta zoom

source: Zoom out
fi: Zoomaa ulos

source: Download the latest X-Moto world records and check for new levels
fi: Lataa uusimmat X-Moto maailmanennätykset ja hae uusia leveleitä

source: Configure how you are connected to the Internet
fi: Säädä, kuinka olet yhteydessä Internettiin

source: Play this level again
fi: Yritä uudelleen

source: Save a replay for later viewing
fi: Tallenna toistovideo myöhempää katsomista varten

source: Play next level
fi: Seuraava

source: Back to the main menu
fi: Takaisin päävalikkoon

source: Quit the game
fi: Lopeta peli

source: Back to the game
fi: Takaisin peliin

source: Try this level again from the beginning
fi: Yritä tätä leveliä uudestaan alusta

source: Play next level instead
fi: Pelaa seuraavaa maata

source: Try this level again
fi: Yritä uudestaan

source: Built-in and stand-alone external levels
fi: Sisäänrakennetut ja ulkoiset levelit

source: Levels grouped together in level packs
fi: Levelit ovat ryhmitetty yhteen levelipakkauksina

source: Browse levels available to you
fi: Selaa saatavillasi olevia leveleitä

source: View list of recorded replays
fi: Näytä nauhoitettujen toistovideoiden lista

source: Configure X-Moto preferences
fi: Säädä X-Moton asetuksia

source: Instructions of how to play X-Moto
fi: Ohjeet, kuinka pelata X-Motoa

source: Change player profile
fi: Vaihda pelaajan profiilia

source: Play tutorial of how to play the game
fi: Pelaa 'kuinka pelata peliä'- tutoriaalia

source: Official built-in levels
fi: Viralliset sisäänrakennetut levelit

source: Unofficial stand-alone external levels
fi: Epäviralliset ulkoiset levelit

source: Play the selected level
fi: Pelaa valittua leveliä

source: View general information about the level, best times, and replays
fi: Näytä tietoja levelistä, parhaat ajat ja toistovideot

source: Run the selected replay
fi: Toista valittu toistovideo

source: Permanently delete the selected replay
fi: Poista valittu toistovideo lopullisesti

source: Show replays of all players in list
fi: Näytä kaikkien listassa olevien pelaajien toistovideot

source: General X-Moto preferences
fi: X-Moton asetukset

source: Configure graphical options
fi: Säädä graafisia asetuksia

source: Configure audio options
fi: Säädä ääniasetuksia

source: Configure control options
fi: Säädä ohjainasetuksia

source: Save options
fi: Tallenna asetukset

source: Revert options to defaults
fi: Palauta asetukset oletuksille

source: Show a map of your surroundings when playing
fi: Näytä ympäristösi kartaa pelatessa

source: Automatically download best times off the net when the game starts
fi: Lataa automaattisesti parhaat ajat Internetistä, kun peli käynnistyy

source: Show the World Record for a given level when playing
fi: Näytä maailmanennätys annetulle levelille pelatessa

source: Enable high-color graphics
fi: Korkeatasoiset värit

source: Enable true-color graphics
fi: Oikeaväri grafiikat

source: Select graphics resolution
fi: Valitse grafiikoiden resoluutio

source: Run the game in a window
fi: Avaa peli ikkunassa

source: Not so fancy menu graphics
fi: Vähemmän hienot valikkografiikat

source: A bit more fancy menu graphics
fi: Enemmän hienot valikkografiikat

source: Fanciest menu graphics
fi: Hienoimmat valikon grafiikat

source: Disable most graphics not important to the gameplay
fi: Estä useimmat grafiikat, jotka eivät ole tärkeitä pelille

source: Disable some of the most resource-intensive graphics, like particles
fi: Estä jotkut eniten tehoa vievät grafiikat, kuten partikkelit

source: Enable all graphical effects
fi: Ota kaikki graafiset efektit käyttöön

source: Turn on sound effects
fi: Ääniefektit päälle

source: Poor sound quality
fi: Huono äänilaati

source: Normal sound quality
fi: Tavallinen äänilaatu

source: Best sound quality
fi: Paras äänilaatu

source: 8-bit sound samples, poor quality
fi: 8-bittiset ääninäytteet, huono laatu

source: 16-bit sound samples, good quality
fi: 16-bittiset ääninäytteet, hyvä laatu

source: Mono (single channel) audio
fi: Mono (yksi kanavainen) ääni

source: Stereo (two channel) audio
fi: Stereo (kaksi kanavainen) ääni

source: Turn on engine noise
fi: Moottorin äänet

source: Select action to re-configure to another key
fi: Valitse toiminto uudelleenasettaksesi toiselle näppäimelle

source: View contents of level pack
fi: Näytä levelipakkauksen sisältö

source: Select a player profile to use
fi: Valitse pelaajan profiili

source: Use the selected player profile
fi: Käytä valittua pelaajan profiilia

source: Create new player profile
fi: Luo uusi pelaajan profiili

source: Permanently delete selected player profile, including best times
fi: Poista valittu pelaajan profiili pysyvästi, sisältäen huipputulokset

source: Select a level in the level pack to play
fi: Valitse leveli pakkauksesta pelataksesi

source: Close level pack
fi: Sulje levelipakkaus

source: General information about the level
fi: Levelin tiedot

source: View best times for the level
fi: Näytä levelin parhaat ajat

source: View locally stored replays of the level
fi: Näytä paikallisesti tallennetut toistovideot levelistä

source: Only show personal best times for this level
fi: Näytä vain tämän levelin henkilökohtaiset huipputulokset

source: Show all best times for this level
fi: Näytä tämän levelin kaikki parhaat ajat

source: Only show personal replays for this level
fi: Näytä vain tämän levelin henkilökohtaiset toistovideot

source: Show all replays for this level
fi: Näytä tämän levelin kaikki toistovideot

source: Run selected replay
fi: Toista valittu toistovideo

source: Show helpful help strings such as this one
fi: Näytä aauttavat apukohdat, kuten tämä

source: Let X-Moto look for more levels on the net, and install them automatically
fi: Anna X-Moton etsiä lisää leveleitä Internetistä ja asentaa neautomaattisesti

source: Select this if you got a direct connection to the Internet
fi: Valitse tämä, jos sinulla on suora yhteys Internettiin

source: Select this if you connects to the Internet through an HTTP proxy
fi: Valitse tämä jos yhdistyt Internettiin HTTP valtuutuksen kautta

source: Select this if you connects to the Internet through a SOCKS4 proxy
fi: Valitse tämä jos yhdistyt Internettiin SOCKS4 valtuutuksen kautta

source: Select this if you connects to the Internet through a SOCKS5 proxy
fi: Valitse tämä jos yhdistyt Inernettiin SOCKS5 valtuutuksen kautta

source: Use these settings
fi: Käytä näitä asetuksia

source: Write the IP address or host name of proxy server to use
fi: Kirjoita IP osoite tai valtuutuksen ylläpitäjän valtuutus serveri käyttääksesi

source: Write the port number used by the proxy server
fi: Kirjoita portin numero, jota valtuutus serveri käyttää

source: New levels and levels updated from the Internet
fi: Uudet levelit ja Internetin kautta päivitetyt levelit

source: Show the ghost if possible in the game
fi: Näytä pelissä haamu, jos mahdollista

source: Choose which ghost to display
fi: Valitse mikä haamu näytetään

source: Make motion blur effect for the ghost (if supported by your graphics card)
fi: Tee liikesumennus- efekti haamulle (jos näyttökortti sallii)

source: When starting a level with a ghost, display who the ghost is of
fi: Näytä levelin alussa kenen haamu on kyseessä

source: Display the time difference between the ghost and you
fi: Näytä itsesi ja haamun välinen aikaero

source: If you make a highscore it will automatically be saved as a replay
fi: Jos teet huipputuloksen se tallentuu automaattisesti toistovideona
