Repository: xmoto/xmoto
Catalog: branches/multi_cameras/po/*.po
Languages: fi

source: View the replay of the room's highscore
fi: Näytä huoneen huipputuloksen toistovideo

source: Check for new levels at startup
fi: Hae uusia leveleitä käynnistyksessä

source: Check for new highscores at startup
fi: Hae uusia huipputuloksia käynnistyksessä

source: Show various statistics about X-Moto
fi: Näytä useat statistiikat X-Motosta

source: Update statistics (also happens each time X-Moto is started)
fi: Päivitä statistiikat (tapahtuu myös aina kaäynnistyksessä)

source: Enables background music in the main menu
fi: Taustamusiikki päävalikossa

source: Choose the X-Moto graphics theme
fi: Valitse X-Moton grafiikkateema

source: Check for new themes on the web
fi: Hae uusia teemoja Internetistä

source: Download or update the selected theme
fi: Lataa tai päivitä valittu teema

source: Upload the replay on the website of highscores
fi: Lähetä toistovideo huipputuloksien Internetsivulle

source: Upload your best replays to your room (useful when it is just created)
fi: Lähetä parhaat aikasi huoneeseesu (hyödyllistä kun se on juuri luotu)

source: Configure the main www options
fi: Säädä www asetuksia

source: Choose where to upload/download replays, highscore lists (for more information, check the website)
fi: Valitse minne lähetät/mistä lataat toistovideot, huipputuloslistat(lisää tietoa Internetsivulla)

source: Choose your room
fi: Valitse huoneesi

source: Get the rooms list from the web
fi: Hae huonelistat Internetistä

source: Upload of highscore requires to log in (Except for WR)
fi: Huipputuloksen lähetys vaatii sisäänkirjautumisen (Paitsi WR)

source: Upload of highscore requires a password (Except for WR)
fi: Huipputuloksen lähetys vaatii salasanan (Paitsi WR)

source: Show the speedometer when playing
fi: Näytä nopeusmittari pelatessa

source: Enable animation of bike falling apart when dead
fi: Näytä kuolemanjälkeinen animaatio

source: Automatically scroll over the level before starting playing it
fi: Mene automaattisesti koko levelin läpi ennen pelaamista

source: View the X-Moto credits
fi: Näytä X-Moto krediitit

source: Name of replay
fi: Toistovideon nimi

source: Level played in replay
fi: Toistovideon levelin nimi

source: Player who recorded the replay
fi: Pelaaja, joka nauhoitti toistovideon

source: Click to select screen resolution
fi: Klikkaa valitaksesi näytön resoluution

source: Completed levels / total number of levels in pack
fi: Suoritetut levelit

source: Name of level pack
fi: Levelipakkauksen nimi

source: Add the level to the favorite levels list
fi: Lisää leveli suosikkilistaan

source: Delete the level from the favorite levels list
fi: Poista leveli suosikkilistasta

source: Puzzle the levels pack list
fi: Palapeloi levelipakkauslista

source: Put a text to limit the level list
fi: Lisää teksti rajoittaksesi levelilistaa

source: Choose the number of players
fi: Valitse pelaajien lukumäärä

source: Your login in the room
fi: Kirjautumisesi huoneeseen

source: Your password associated with your login
fi: Salasani kirjautumisesi apuna

source: Filter on replay list
fi: Filtteröi toistovideolistaa

source: Levels with no highscore
fi: Levelit ilman huipputulosta

source: Levels you have not completed
fi: Levelit, joita et ole suorittanut

source: You're not the highscore holder
fi: Sinä et ole huipputuloksen haltija

source: New and updated levels
fi: Uudet ja päivitetyt levelit

source: Favorite levels
fi: Suosikki levelit

source: Nicest levels
fi: Hienoimmat levelit

source: Hardest levels
fi: Hankalimmat levelit

source: Easiest levels
fi: Helpoimmat levelit

source: Crapiest levels
fi: Huonoimmat levelit

source: Scripted levels
fi: Koodatut levelit

source: Musical
fi: Musiikilliset

source: Never played levels
fi: Pelaamattomat levelit

source: Most played levels
fi: Eniten pelatut levelit

source: Less played levels (but played)
fi: Vähiten pelatut levelit (mutta pelatut)

source: Last highscores
fi: Viimeisin huipputulos

source: Last levels
fi: Viimeisimmät levelit

source: Oldest highscores
fi: Vanhin huipputulos

source: Platinium
fi: Platinum

source: Gold
fi: Kulta

source: Silver
fi: Hopea

source: Bronze
fi: Pronssi

source: No medal
fi: Ei mitallia

source: My levels
fi: Omat levelini

source: Levels with no highscore in you room
fi: Levelit ilman huipputulosta huoneessasi

source: Somebody in the room made a better highscore than yours
fi: Joku huoneessa teki paremman huipputuloksen kuin sinä

source: All X-Moto levels
fi: Kaikki X-Moto levelit

source: New and updated levels since your last check
fi: Uudet ja päivitetyt levelit viime hakusi jälkeen

source: Your favorite levels
fi: Suosikkilevelisi

source: Nicest X-Moto levels according to the web votes
fi: Hienoimmat X-Moto levelit web äänien mukaan

source: Hardest X-Moto levels according to the web votes
fi: Vaikeimmat X-Moto levelit web äänien mukaan

source: Easiest X-Moto levels according to the web votes
fi: Helpoimmat X-Moto levelit web äänien mukaan

source: Crapiest X-Moto levels according to the web votes
fi: Huonoimmat X-Moto levelit web äänien mukaan

source: X-Moto levels which are dynamic
fi: Voimakkaat/dynaamiset X-Moto levelit

source: X-Moto levels with a background music
fi: X-Moto levelit taustamusiikilla

source: X-Moto levels you never played
fi: X-Moto levelit, joita et ole koskaan pelannut

source: X-Moto levels you have played the most
fi: X-Moto lebelit, joita olet pelannut eniten

source: X-Moto levels you have played only a few times
fi: X-Moto levelit, joita olet pelannut vain pari kertaa

source: X-Moto levels having a recent highscore in you room
fi: X-Moto levelit, joilla on viimeaikainen huipputulos huoneessasi

source: Last created X-Moto levels
fi: Tuoreimmat X-Moto levelit

source: X-Moto levels having an old highscore in you room
fi: X-Moto levelit, joilla on vanha huipputulos huoneessasi

source: You have the room highscore
fi: Sinulla on huoneen huipputulos

source: You highscore finish time is almost the room highscore (95%)
fi: Huipputuloksesi on melkein huoneen huipputulos (95%)

source: You highscore finish time is almost the room highscore (90%-95%)
fi: Huipputuloksesi on melkein huoneen huipputulos (90%-95%)

source: You highscore finish time is almost the room highscore (80%-90%)
fi: Huipputuloksesi on melkein huoneen huipputulos (80%-90%)

source: The room highscore is really better than your own highscore
fi: Huoneen huipputulos on paljon parempi kuin omasi

source: Level pack
fi: Levelipakkaus

source: Highscores by
fi: Hupputulokset pelaajalta

source: External levels (the one you put into the 'My levels' directory)
fi: Ulkoiset levelit (ne, jotka pistät 'Omat levelini' kansioon)

source: Ugly mode enabled
fi: Ruma- tila päällä

source: Ugly mode disabled
fi: Ruma- tila pois päältä

source: Theme mode enabled
fi: Teema- tila päällä

source: Theme mode disabled
fi: Teema- tila pois päältä

source: UglyOver mode enabled
fi: RumaYli- tila päällä

source: UglyOver mode disabled
fi: RumaYli- tila pois päältä

source: Web connexion enabled
fi: Internet yhteys päällä

source: Web connexion disabled
fi: Internet yhteys pois päältä

source: Replay interpolation enabled
fi: Toistovideon interpolaatio päällä

source: Replay interpolation disabled
fi: Toistovideon interpolaatio pois päältä

source: First let's take a look at the user interface...
fi: Katsotaanpa ensin ulkoasua

source: In the upper left corner, you've got your timers
fi: Vasemmassa yläkulmassa sinulla on ajastimet

source: The big one is your current time
fi: Tuo suuri on sinun nykyinen aikasi

source: The small one to the right is your own best time
fi: Pienempi oikealla on oma paras aikasi

source: for the current level...
fi: nykyiselle levelille...

source: ... and the one to the left is the best of all
fi: ...ja tuo tuolla vasemmalla on kaikkein paras

source: on this computer.
fi: tällä tietokoneella.

source: Down here there's the minimap, which shows the level
fi: Tuolla alhaalla minikartta, mikä näyttää levelin

source: around you, so you know where you're heading.
fi: ympärilläsi, jotta tiedät minne olet menossa.

source: Now let's look at your controls.
fi: Katsotaanpa nyt ohjaimia

source: (You seem to be using a joystick, can't help with that :P)
fi: (Näytät käyttävän ohjausssauvaa, en voi auttaa siinä :P)

source: : Drive forward
fi: : Aja eteenpäin

source: : Brake
fi: : Jarru

source: : Change direction
fi: : Vaihda suuntaa

source: : Rotate anti-clockwise
fi: : Nosta oikeaa rengasta

source: : Rotate clockwise
fi: : Nosta oikeaa rengasta

source: Okay. The red dot on your minimap is a strawberry.
fi: Okei. Punainen piste minikartalla on mansikka.

source: The primary objective of the game is for you
fi: Pelin päämäärä on

source: to collect all of them, and then find the flower.
fi: kerätä kaikki mansikat ja löytää kukka.

source: The icon to the right of your time,
fi: Kuva oikealla ajastasi

source: indicates how many strawberries still left.
fi: näyttää, kuinka paljon mansikoita on vielä jäljellä.

source: Drive in its direction...
fi: Aja sen suuntaan...

source: When done, head for the flower.
fi: Kun tehty, aja kukkaa päin.

source: It's the purple dot on your minimap.
fi: Se on violetti piste minikartallasi.

source: Welcome to X-Moto!
fi: Tervetuloa X-Motoon!

source: This level is a short tutorial of
fi: Tämä on lyhyt tutoriaali

source: how you play the game.
fi: kuinka pelata peliä.

source: Please stay put and follow the instructions! :)
fi: Pysy siinä ja seuraa ohjeita! :)

source: Pick up the strawberry by touching it
fi: Ota mansikka koskettamalla sitä

source: Touch it to finish the level. Good luck with the rest :)
fi: Kosketa sitä suorittaaksesi levelin. Onnea lopulle :)

source: The first jump you're going to perform is very easy.
fi: Ensimmäinen hyppy on hyvin helppo.

source: Drive to the left, accelerate, and when you are in
fi: Aja vasemmalle, paina kaasua ja kun olet

source: the air, try to adjust your attitude with the left
fi: ilmassa, yritä muutta asentoasi vasemmalla

source: and right arrow keys, so you'll land on your wheels.
fi: ja oikealla nuolinäppäimellä, jotta laskeudut pyörillesi.

source: The next jump is a bit trickier. You'll need all the
fi: Seuraava hyppy on astetta vaikeampi. Tarvitset kaiken

source: speed you can get to reach the other side...
fi: vauhdin jota saat päästäksesi toiselle puolelle...

source: Now for the most difficult jump in this tutorial!
fi: Nyt tulee tämän tutoriaalin vaikein hyppy!

source: This time, speed alone won't do the job...
fi: Tällä kertaa pelkkä vauhti ei riitä...

source: Here's the plan:
fi: Tehdään näin:

source: Again, you'll have to obtain maximum speed, but when
fi: Joudut taas saavuttamaan huippunopeuden, mutta kun

source: you reach the edge of the jump, pull the bike's front
fi: tulet hypyn reunalle, vedä pyörän

source: wheel up.
fi: etupyörää ylös.

source: That will cause the rear suspension to increase the
fi: Se aiheuttaa perä jousitksen, joka pidentää

source: length of the jump.
fi: hypyn pituutta.

source: Try it...
fi: Kokeile sitä...

source: This tutorial will teach you the basics of jumping.
fi: Tämä tutoriaali opettaa sinulle hypyn perusteet.

source: Remember you can turn around your bike
fi: Muista että voit kääntää pyörän ympäri

source: by pressing
fi: painamalla

source: That was pretty easy, right?
fi: Se oli aika helppoa, eikö?

source: Accelerate NOW! Obtain maximum speed, and try to
fi: Paina kaasua NYT! Saavuta huippunopeus ja yritä

source: keep the front wheel at the ground...
fi: pitää etupyörä maassa...

source: Nice jump there! :)
fi: Hieno hyppy :)

source: Congrats, you're now a master jumper!
fi: Onnittelut, olet nyt Master hyppijä!

source: The basic idea is that when driving on the rear wheel,
fi: Perusideana on se, että ajaessa takarenkaalla

source: your head is lowered quite a lot...
fi: pääsi on aika paljon alempana...

source: The difficult part is to keep the balance.
fi: Hankala osa on pitää tasapaino yllä.

source: When the distance you have to drive is quite short,
fi: Kun matka, jonka joudut ajamaan on aika lyhyt,

source: you don't need to keep the balance.
fi: sinun ei tarvitse pitää tasapainoa.

source: Accelerate (slowly) to the right with the front wheel raising.
fi: Kaasuta (hitaasti) oikealle etupyörä nousussa.

source: Just before your head hit the block, make a quick left/right
fi: Juuri ennen kuin pääsi osuu reunaan, tee nopea vasen/oikea

source: combination, and you should be on the other side.
fi: kombinaatio ja sinun tulisi olla toisella puolella.

source: Now you'll try a bit more difficult one...
fi: Nyt yrtät vähän hankalempaa...

source: This time keep your hands off the left and right arrow keys,
fi: Pidä tällä kertaa kädet poissa vasemmalta ja oikealta näppäimeltä,

source: they're not delicate enough to help you keep balance.
fi: ne eivät ole riittävän herkkiä pitääkseen tasapainon.

source: Instead regulate your angle by accelerating and braking.
fi: Säätele sen sijasta kulmaasi kaasuttamalla ja jarrutelemalla.

source: Try to drive a bit back and forth on your rear wheel,
fi: Yritä ajaa vähän edestakaisin takarenkaallasi,

source: keeping the bike as steady as possible...
fi: pitäen pyörän tasaisena, kuin mahdollista...

source: Try getting under the next obstacle when you feel you're ready.
fi: Yritä päästä seuraavan esteen alee, kun tuntuu että olet valmis.

source: This tutorial will teach you to rear-wheel through
fi: Tämä tutoriaali opetaa sinulle takarenkaan

source: areas where the ceiling is low.
fi: alueiden läpi, missä katto on matalalla.

source: Beware that this can be pretty difficult :)
fi: Varo, sillä tämä voi olla hyvin vaikeaa :)

source: Not that difficult, right?
fi: Ei niin vaikeaa, vai?

source: Nice! Now try the next one, it's a bit more difficult...
fi: Hyvä! Nyt yritä seuraavaa, se on vähän vaikeampi...

source: Good job! The next one is even more difficult...
fi: Hyvää työtä! Seuraava on vielä vaikeampi...

source: Now for the final one... It's not that long, but instead
fi: Nyt tulee viimeinen...se ei ole niinkään pitkä, mutta

source: there's even less room for your precious head. Good luck! :)
fi: siellä on vielä vähemmän tilaa kalliille päällesi. Onnea! :)
