Repository: xmoto/xmoto
Catalog: i18n/po/*.po
Languages: et

source: Stop: >> < > Speed:
et: Stop: >> < > Kiirus:

source: Stop: << >> < > Speed:
et: Stop: >> << >> Kiirus:

source: # Levels
et: # Tasemeid

source: %d death
et: %d surm

source: %d different level
et: %d eri tase

source: %d file
et: %d fail

source: %d finished
et: %d läbimine

source: %d hours
et: %d tundi

source: %d minutes
et: %d minutit

source: %d play
et: %d mäng

source: %d restart
et: %d uus katse

source: %d seconds
et: %d sekundit

source: %i joystick found
et: %i juhtkang leitud

source: %i new or updated level available. Download now ?
et: %i uus või uuendatud tase saadaval. Laadida nüüd alla ?

source: %i player
et: %i mängija

source: %s is playing level %s
et: %s mängib taset %s

source: %s joined the game
et: %s liitus mänguga

source: %s left the game
et: %s lahkus mängust

source: %s: %s beat your highscore for level '%s'
et: %s: %s purustas sinu rekordi tasemel '%s'

source: (You seem to be using a joystick, can't help with that :P)
et: (Kasutad ilmselt juhtkangi, ei saa sellega aidata :P)

source: (by %s)
et: %s'lt

source: ... and the one to the left is the best of all on this computer.
et: ...ja vasakul olev on parim kõigist selles arvutis.

source: 16-bit
et: 16-bitti

source: 16-bit sound samples, good quality
et: 16-bitised helinäidud, hea kvaliteet

source: 8-bit
et: 8-bitti

source: 8-bit sound samples, poor quality
et: 8-bitised helinäidud, kehv kvaliteet

source: : Brake
et: : Pidur

source: : Change direction
et: : Vaheta suunda

source: : Drive forward
et: : Sõida edasi

source: : Rotate anti-clockwise
et: : Pööra vastupäeva

source: : Rotate clockwise
et: : Pööra päripäeva

source: A bit more fancy menu graphics
et: Veidi uhkem menüügraafika

source: Abort the process
et: Peata protsess

source: Accelerate (slowly) to the right with the front wheel raising. Just before your head hit the block, make a quick left/right combination, and you should be on the other side. Try it...
et: Kiirenda (aeglaselt) paremale esiratast tõstes Vahetult enne peaga vastu maad käimist tee kiire vasak/parem kombinatsioon, ja sa peaksid olema teisel pool. Proovi seda...

source: Accelerate NOW! Obtain maximum speed, and try to keep the front wheel at the ground...
et: Kiirenda NÜÜD! Jõua maksimaalse kiiruseni ja proovi esiratas maa peal hoida...

source: Accelerates
et: Kiirendab

source: Action
et: Toiming

source: Add the level to the favorite levels list
et: Lisa tase lemmikute loendisse

source: Add to blacklist
et: Lisa musta nimekirja

source: Add to favorite
et: Lisa lemmikutesse

source: Add/remove to blacklisted levels
et: Lisa/eemalda musta nimekirja

source: Add/remove to favorite levels
et: Lisa/eemalda lemmikuid

source: Added to blacklist
et: Lisatud musta nimekirja

source: Added to favorites
et: Lisatud lemmikutesse

source: Additional Programming
et: Täiendav programmeerimine

source: All (on this computer)
et: Kõik (selles seadmes)

source: All X-Moto levels
et: Kõik X-Moto tasemed

source: All levels
et: Kõik tasemed

source: Allow X-Moto to ask you your mind about levels
et: Luba X-Motol küsida sinu arvamust tasemete kohta

source: Allow web forms
et: Luba veebivorme

source: An unexpected error has occurred. There may be some problems with the web site.
et: Ilmnes ootamatu tõrge. Veebiserveriga võib olla probleeme

source: Anyone who has helped in any way
et: Kõik, kes on kuidagi aidanud

source: Are you sure you want to clear the level cache?
et: Oled kindel, et soovid puhastada tasemete vahemälu?

source: Are you sure you want to delete %i replay?
et: Oled kindel, et soovid kustutada %i korduse?

source: Are you sure you want to reset config to defaults ?
et: Oled kindel, et soovid taastada vaikekonfiguratsiooni?

source: At least one difficulty
et: Vähemalt üks raskus

source: Audio
et: Heli

source: Audio disabled
et: Heli väljas

source: Audio enabled
et: Heli sees

source: Author
et: Autor

source: Auto zoom
et: Automaatne suum

source: Automatic
et: Automaatne

source: Automatic saving of replays
et: Automaatne korduste salvestamine

source: Automatically connect to the server at startup
et: Automaatselt ühendu käivitusel serveriga

source: Automatically download best times off the net when the game starts
et: Automaatselt lae alla parimad ajad veebist, kui mäng käivitub

source: Automatically scroll over the level before starting playing it
et: Automaatselt keri üle taseme enne mängima hakkamist

source: Available
et: Saadaval

source: Back to the game
et: Tagasi mängu

source: Back to the main menu
et: Tagasi peamenüüsse

source: Basic blocks, no decoration
et: Lihtsad plokid, ilma kaunistusteta

source: Basic decoration, not smooth blocks
et: Lihtne kaunistus, ilma sujuvate plokkideta

source: Beating mode
et: Läbimise režiim

source: Beginner
et: Algaja

source: Best Times
et: Parimad ajad

source: Best player
et: Parim mängija

source: Best sound quality
et: Parim helikvaliteet

source: Blacklisted levels
et: Musta nimekirja tasemed

source: Brake
et: Pidur

source: Brakes
et: Pidurdab

source: Brazilian Portuguese
et: brasiilia portugali

source: Bronze
et: Pronks

source: Browse levels available to you
et: Lehitse saadaval olevaid tasemeid

source: Built-in
et: Sisseehitatud

source: Built-in and stand-alone external levels
et: Sisseehitatud ja iseseisvad välised tasemed

source: By author
et: Autori järgi

source: By best driver
et: Parima sõitja järgi

source: By length
et: Pikkuse järgi

source: Cache file deleted
et: Vahemälu fail kustutatud

source: Camera Active Zoom
et: Aktiivkaamera suum

source: Can't find a highscore in the next %i level
et: Ei leidnud rekordit järgmisele %i tasemele

source: Can't update this theme ! The theme is not available on the web or your theme list is not up to date
et: Ei saanud teemat uuendada ! Teema ei ole veebis saadaval või teemaloend ei ole värskendatud

source: Cancel
et: Katkesta

source: Catalan
et: katalaani

source: Change Key...
et: Vaheta klahvi...

source: Change direction
et: Vaheta suunda

source: Change mirror mode
et: Vaheta peegli režiimi

source: Change player profile
et: Vaheta mängija profiili

source: Change the X-Moto language
et: Vaheta X-Moto keelt

source: Change...
et: Vaheta...

source: Chat message
et: Vestluse sõnum

source: Check WWW
et: Kontrolli WWW-d

source: Check for new highscores at startup
et: Otsi käivitusel uusi rekordeid

source: Check for new levels at startup
et: Otsi käivitusel uusi tasemeid

source: Check for new themes on the web
et: Otsi veebist uusi teemasid

source: Check new highscores at startup
et: Otsi käivitusel uusi rekordeid

source: Check new levels at startup
et: Otsi käivitusel uusi tasemeid

source: Check your Internet connection !
et: Kontrolli interneti ühendust !

source: Checking for existing rooms...
et: Otsin olemasolevaid tube...

source: Checking for new levels...
et: Otsin uusi tasemeid...

source: Checking for new or updated levels...
et: Otsin uusi või uuendatud tasemeid...

source: Checking for new themes...
et: Otsin uusi teemasid...

source: Choose Level
et: Vali tase

source: Choose the X-Moto graphics theme
et: Vali X-Moto graafika teema

source: Choose the number of players
et: Vali mängijate arv

source: Choose where to upload/download replays, highscore lists (for more information, check the website)
et: Vali, kuhy laadida üles/alla korduseid, rekordite loendeid (lisainfo veebilehel)

source: Choose which ghost to display
et: Vali, millist kummitust näidata

source: Choose your room
et: Vali tuba

source: Clean
et: Puhasta

source: Clear level cache
et: Puhasta vahemälu

source: Click to select screen resolution
et: Klikki ekraani resolutsiooni valimiseks

source: Close
et: Sule

source: Close level pack
et: Sule tasemepakk

source: Code of the language
et: Keelekood

source: Completed levels / total number of levels in pack
et: Läbitud tasemeid / tasemete koguarv pakis

source: Configure Joystick...
et: Kohanda juhtkangi...

source: Configure Proxy...
et: Kohanda proksit...

source: Configure X-Moto preferences
et: Kohanda X-Moto eelistusi

source: Configure audio options
et: Kohanda helisätteid

source: Configure control options
et: Kohanda juhtimise valikuid

source: Configure controls of Player
et: Kohanda juhtimist mängijal

source: Configure general controls
et: Kohanda üldist toimimist

source: Configure ghosts displayed while playing the game
et: Kohanda mängu ajal näidatud kummitusi

source: Configure graphical options
et: Kohanda graafikasätteid

source: Configure how you are connected to the Internet
et: Kohanda, kuidas oled ühendatud internetiga

source: Configure options linked to your X-Moto database
et: Kohanda sinu X-Moto andmebaasiga seotud valikuid

source: Configure the X-Moto theme
et: Kohanda X-Moto teemat

source: Configure the main www options
et: Kohanda peamisi www valikuid

source: Configure the www options
et: Kohanda www valikuid

source: Congrats, you're now a master jumper!
et: Palju õnne, oled meister hüppaja!

source: Connect
et: Ühendu

source: Connect to/disconnect from the server
et: Loo/katkesta ühendus serveriga

source: Connect/disconnect the client to the server
et: Loo/katkesta kliendi ühendus serveriga

source: Connected players:
et: Ühendunud mängijad:

source: Connexion at startup
et: Ühendu käivitusel

source: Contrast
et: Kontrast

source: Contrast Graphics Mode enabled
et: Kontrastne Graafika sisse lülitatud

source: Controls
et: Juhtimine

source: Copy path
et: Kopeeri tee

source: Crappiest X-Moto levels according to the web votes
et: Labaseimad X-Moto tasemed veebihääletuste põhjal

source: Crappiest levels
et: Labaseimad tasemed

source: Crappy levels
et: Labased tasemed

source: Create new player profile
et: Loo uus mängija profiil

source: Credits
et: Tiitrid

source: Custom port
et: Kohandatud port

source: Czech
et: tšehhi

source: Danish
et: taani

source: Database
et: Andmebaas

source: Date
et: Kuupäev

source: Death Animation
et: Surma animatsioon

source: Decrease console history size
et: Vähenda konsooli ajaloo suurust

source: Default port
et: Vaikimisi port

source: Defaults
et: Vaikimisi

source: Delete
et: Kustuta

source: Delete cache file
et: Kustuta vahemälu fail

source: Delete cached level file from disk to force a clean state (safe)
et: Kustuta vahemälu taseme fail kettalt puhta lehe jaoks (turvaline)

source: Delete from blacklist
et: Eemalda mustast nimekirjast

source: Delete from favorite
et: Eemalda lemmikutest

source: Delete replays that X-Moto estimates to be not interesting to keep
et: Eemalda kordusi, mida X-Moto ei pea säilitamiseks huvitavaks

source: Delete the level from the favorite levels list
et: Eemalda tase lemmikute loendist

source: Deleted from blacklist
et: Eemaldatud mustast nimekirjast

source: Deleted from favorites
et: Eemaldatud lemmikute hulgast

source: Description
et: Kirjeldus

source: Difficulty
et: Raskus

source: Direct Connection
et: Otseühendus

source: Disable Animations
et: Keela animatsioonid

source: Disable block animations (if X-Moto runs slowly)
et: Keela ploki animatsioonid (kui X-Moto on aeglane)

source: Disable most graphics not important to the gameplay
et: Keela enamus mängu jaoks ebaolulise graafika

source: Disable some of the most resource-intensive graphics, like particles
et: Keela kõige nõudlikumad graafikad, nagu osakesed

source: Disconnect
et: Katkesta ühendus

source: Display Ghost Information
et: Näita kummituse informatsiooni

source: Display Ghost time difference
et: Näita kummituse aja vahe

source: Display an arrow to display where are located the bikes on the map
et: Näita noolt rataste näitamiseks kaardil

source: Display bike arrow indication
et: Näita ratta noole indikaatorit

source: Display the time difference between the ghost and you
et: Näita aja vahe kummituse ja sinu vahel

source: Do you really want to delete player?
et: Soovid tõesti mängija eemaldada?

source: Do you really want to delete replay?
et: Soovid tõesti korduse kustutada?

source: Do you really want to quit?
et: Soovid tõesti väljuda?

source: Do you want to allow X-Moto connecting to the Internet to look for more levels and best times of other players?
et: Soovid lasta X-Motol ühenduda internetiga, et otsida uusi tasemeid ja teiste mängijate parimaid aegu?

source: Do you want to send a report to website administrators ?
et: Soovid saata teate veebi administraatoritele?

source: Do you want to update level "%s"?
et: Soovid uuendada taset "%s"?

source: Don't send this report on the webserver
et: Ära saada seda teadet veebiserverile

source: Don't show the ghosts while playing
et: Ära näita mängides kummitusi

source: Down here there's the minimap, which shows the level around you, so you know where you're heading.
et: Siin all on minikaart, mis näitab taset sinu ümber, et teaksid, kuhu suundud.

source: Download or update the selected theme
et: Lae alla või uuenda valitud teemat

source: Download the latest X-Moto world records and check for new levels
et: Lae alla värskeimad X-Moto maailmarekordid ja otsi uute tasemete järele

source: Downloading extra levels... Press ESC to abort.
et: Lisatasemete alla laadmimine... Vajuta ESC katkestamiseks.

source: Downloading ghosts...
et: Kummituste alla laadimine

source: Downloading high-scores...
et: Rekordite alla laadminine...

source: Downloading the ghost...
et: Kummituse alla laadimine...

source: Downloading the highscore...
et: Rekordi alla laadimine...

source: Downloading the level...
et: Taseme alla laadimine...

source: Downloading the replay...
et: Korduse alla laadimine...

source: Downloading theme data required by new levels... Press ESC to abort.
et: Laen alla teema andmeid uute tasemete jaoks... Vajuta ESC katkestamiseks.

source: Drive
et: Sõida

source: Drive in its direction...
et: Sõida selle suunas.

source: Drive to the left, accelerate, and when you are in the air, try to adjust your attitude with the left and right arrow keys, so you'll land on your wheels.
et: Sõida vasakule, kiirenda, ja kui oled õhus, proovi nurka kohendada vasaku ja parema nooleklahviga, et maanduksid ratastel.

source: Dutch
et: hollandi

source: Easiest X-Moto levels according to the web votes
et: Lihtsaimad X-Moto tasemed veebihääletuse põhjal

source: Easiest levels
et: Lihtsaimad tasemed

source: Enable Audio
et: Luba heli

source: Enable Context Help
et: Luba konteksti abi

source: Enable Engine Sound
et: Luba mootoriheli

source: Enable Ghost
et: Luba kummitus

source: Enable WWW Access
et: Luba WWW juurdepääs

source: Enable all graphical effects
et: Luba kõik graafilised efektid

source: Enable animation of bike falling apart when dead
et: Luba ratta lagunemise animatsioon surma korral

source: Enable game music
et: Luba mängu muusika

source: Enable joysticks
et: Luba juhtkang

source: Enable joysticks events
et: Luba juhtkangi sündmused

source: Enable menu music
et: Luba menüü muusika

source: Enable this room
et: Luba see tuba

source: Enable/disable FPS display
et: Lülita sisse/välja FPS kuva

source: Enable/disable audio
et: Lülita sisse/välja heli

source: Enable/disable ugly mode
et: Lülita sisse/välja inetu režiim

source: Enable/disable web
et: Lülita sisse/välja veebiühendus

source: Enables background music for levels that do not have their own music track
et: Lubab taustamuusika tasemetel, millel ei ole oma muusikat

source: Enables background music in the main menu
et: Lubab taustamuusika menüül

source: Enables background music while playing
et: Lubab taustamuusika mängu ajal

source: English
et: inglise

source: Enter name of replay
et: Sisesta korduse nimi

source: Enter player name
et: Sisesta mängija nimi

source: Enter text to filter the level list
et: Sisesta tekst tasemete loendi filtreerimiseks

source: Enter text to filter the replay list
et: Sisesta tekst korduste loendi filtreerimiseks

source: Enter text to filter the rooms list
et: Sisesta tekst tubade loendi filtreerimiseks

source: Everyone who have made levels
et: Kõik, kes on loonud tasemeid

source: Expert
et: Ekspert

source: External levels (the one you put into the 'My levels' directory)
et: Välised tasemed (mida oled lisanud 'Minu tasemed' kausta)

source: Failed to check for levels.
et: Ei saanud tasemeid otsida.

source: Failed to copy to clipboard
et: Ei saanud lõikelauale kopeerida

source: Failed to download high-scores.
et: Ei saanud rekordeid alla laadida.

source: Failed to download levels.
et: Ei saanud tasemeid alla laadida.

source: Failed to download the replay.
et: Ei saanud kordust alla laadida.

source: Failed to download the rooms list.
et: Ei saanud tubade loendit alla laadida.

source: Failed to get the selected theme
et: Ei saanud valitud teemat hankida

source: Failed to initialize level!
et: Ei saanud taset alustada!

source: Failed to load replay!
et: Ei saanud kordust laadida!

source: Failed to save replay! Maybe you should try with another name?
et: Ei saanud kordust salvestada! Proovi äkki teise nimega?

source: Failed to update the theme list
et: Ei saanud uuendada teemade loendit

source: Fanciest menu graphics
et: Kõige uhkem menüü graafika

source: Favorite levels
et: Lemmiktasemed

source: File
et: Fail

source: Find all the strawberries and touch the flower to finish the level.
et: Leia kõik maasikad ja puutu lille taseme läbimiseks.

source: Finish Time
et: Lõpuaeg

source: Finished!
et: Läbitud!

source: Finnish
et: soome

source: First let's take a look at the user interface...
et: Esiteks vaatame kasutajaliidest...

source: Flip left
et: Pööra vasakule

source: Flip right
et: Pööra paremale

source: Following are your most played levels
et: Järgnevad on su enim mängitud tasemed

source: Forward while replaying
et: Liigu edasi korduse ajal

source: Fps disabled
et: Fps välja lülitatud

source: Fps enabled
et: Fps sisse lülitatud

source: French
et: prantsuse

source: Full
et: Täielik

source: Full Graphics Mode enabled
et: Täielik Graafika sisse lülitatud

source: Galician
et: galeegi

source: Game Graphics
et: Mängugraafika

source: General
et: Üldine

source: General Info
et: Üldine info

source: General X-Moto preferences
et: Üldised X-Moto eelistused

source: General information about the level
et: Üldine taseme informatsioon

source: German
et: saksa

source: Get More Levels!
et: Hangi uusi tasemeid!

source: Get the rooms list from the web
et: Hangi tasemete loendi veebist

source: Get this theme
et: Hangi see teema

source: Ghost
et: Kummitus

source: Ghost Trail Rendering activated
et: Kummituse raja renderdamine lubatud

source: Ghost Trail Rendering deactivated
et: Kummituse raja renderdamine keelatud

source: Ghost Trail is not available
et: Kummituse rada pole saadaval

source: Ghost of %s
et: %s'i kummitus

source: Give your mind about this level
et: Anna oma arvamus taseme kohta

source: Go !
et: Läks !

source: God
et: Jumalik

source: Gold
et: Kuld

source: Good job! The next one is even more difficult...
et: Hästi tehtud! Järgmine on veel raskem...

source: Graphics
et: Graafika

source: Hardest X-Moto levels according to the web votes
et: Raskeimad X-Moto tasemed veebihääletuste põhjal

source: Hardest levels
et: Raskeimad tasemed

source: Help
et: Abi

source: Here's the plan: Again, you'll have to obtain maximum speed, but when you reach the edge of the jump, pull the bike's front wheel up.
et: Plaan on selline: Jälle tuleb saavutada maksimaalne kiirus, aga kui jõuad hüppe ääreni, tõmba esiratas üles.

source: Hide ghosts
et: Peida kummitused

source: Hide sprites from the minimap
et: Peida spraidid minikaardilt

source: Hide sprites in ugly mode
et: Peida spraidid inetus režiimis

source: High
et: Kõrge

source: Highscore of the room
et: Toa rekord

source: Highscores by %s
et: %s'i rekordid

source: Hungarian
et: ungari

source: I'm a child
et: Olen laps

source: If you make a highscore it will automatically be saved as a replay
et: Kui püstitad rekordi, salvestatakse kordus automaatselt

source: If you manually copied the X-Moto user files (.xmoto) on some other computers, you should not use this functionality otherwise your statistics will be duplicated/not synchronized. If you did that, you should remove the copies you did.
et: Kui kopeerisid käsitsi X-Moto kasutajafailid (.xmoto) teises arvutis, ei tohiks seda funktsiooni kasutada, muidu sinu statistika mitmekordistub/ei ole sünkroonis. Kui tegid seda, peaksid eemaldama tehtud koopiad.

source: Important note! This is an in development version of X-Moto! All kinds of feedback are highly appreciated, so the game can get better. Mail bugs, ideas, comments, feature requests, hatemail, etc to support@xmoto.org Also visit https://xmoto.org to make sure you've got the latest version.
et: Tähtis teadaanne! See on X-Moto arendatav versioon! Igasugune tagasiside on teretulnud, et mäng saaks paremaks muutuda. Kirjuta vead, ideed, kommentaarid, soovid, vihakõne jne aadressile support@xmoto.org Külasta ka https://xmoto.org veendumaks, et sul on uusim versioon.

source: Impossible
et: Võimatu

source: In the upper left corner, you've got your timers
et: Üleval vasakus nurgas on stopperid

source: Increase console history size
et: Suurenda konsooli ajaloo suurust

source: Increase or decrease the difficulty of the levels selected
et: Suurenda või vähenda valitud tasemete raskust

source: Increase or decrease the quality of the levels selected
et: Suurenda või vähenda valitud tasemeta kvaliteeti

source: Instead regulate your angle by accelerating and braking. Try to drive a bit back and forth on your rear wheel, keeping the bike as steady as possible...
et: Reguleeri hoopis oma nurka kiirendades ja pidurdades. Proovi sõita veidi edasi ja tagasi tagarattal hoides ratta võimalikult paigal...

source: Instructions of how to play X-Moto
et: X-Moto mängu juhised

source: Internet Configuration
et: Interneti konfiguratsioon

source: Italian
et: itaalia

source: Joystick
et: Juhtkang

source: Key
et: Klahv

source: Key '%s' of Player '%i' has been switched to '%s'
et: Klahv '%s' mängijal '%i' on vahetatud klahviks '%s'

source: Keyboard
et: Klaviatuur

source: Language
et: Keel

source: Language code
et: Keelekood

source: Language name
et: Keele nimi

source: Last created X-Moto levels
et: Viimati loodud X-Moto tasemed

source: Last highscores
et: Viimatised rekordid

source: Last levels
et: Viimatised tasemed

source: Last levels you have played
et: Viimati sinu poolt mängitud tasemed

source: Last played levels
et: Viimati mängitud tasemed

source: Latvian
et: läti

source: Launch at startup
et: Käivita avamisel

source: Lead Programming
et: Peaprogrammeerija

source: Less played levels (but played)
et: Vähim mängitud tasemed (aga mängitud)

source: Let X-Moto look for more levels on the net, and install them automatically
et: Lase X-Motol otsida veebist uusi tasemeid ja paigalda need automaatselt

source: Level
et: Tase

source: Level '%s' cannot be loaded
et: Taset '%s' ei saa laadida

source: Level '%s' required by replay!
et: Taset '%s' vaja korduse jaoks!

source: Level File
et: Taseme fail

source: Level ID
et: Taseme ID

source: Level Info
et: Taseme info

source: Level Name
et: Taseme nimi

source: Level Pack
et: Tasemepakk

source: Level Packs
et: Tasemepakid

source: Level cache cleared
et: Taseme vahemälu puhastatud

source: Level pack "%s"
et: Tasemepakk "%s"

source: Level played in replay
et: Korduses mängitud tase

source: Level references unknown textures, it could be unplayable!
et: Tasemel on viiteid tundmatutele tekstuuridele, see ei pruugi olla mängitav!

source: Levels
et: Tasemed

source: Levels are being added into the database. Please wait.
et: Tasemeid lisatakse andmebaasi. Palun oota.

source: Levels for which you owned the highscore
et: Tasemed, millel sa omasid rekordit

source: Levels grouped together in level packs
et: Tasemed pandud kokku pakkidesse

source: Levels having votes unlocked
et: Tasemed hääletustega
