Repository: xmoto/xmoto
Catalog: i18n/po/*.po
Languages: et

source: Turns around and drives in the other direction
et: Pöörab ümber ja sõidab teises suunas

source: Tutorial
et: Õpetus

source: Type
et: Tüüp

source: Ugly mode disabled
et: Inetu režiim välja lülitatud

source: Ugly mode enabled
et: Inetu režiim sisse lülitatud

source: UglyOver mode disabled
et: InetuÜle režiim välja lülitatud

source: UglyOver mode enabled
et: InetuÜle režiim sisse lülitatud

source: Unable to build the report
et: Ei saanud teadet koostada

source: Unable to connect on the server
et: Ei saanud serveriga ühendada

source: Undefined
et: Määramata

source: Unknown
et: Tundmatu

source: Unknown players :
et: Tundmatud mängijad:

source: Unpacked levels
et: Pakivälised tasemed

source: Update
et: Uuendus

source: Update statistics (also happens each time X-Moto is started)
et: Uuenda statistikat (juhtub ka iga kord, kui X-Motot käivitada)

source: Update the rooms list
et: Uuenda tubade loendit

source: Update the theme list
et: Uuenda teema loendit

source: Updated
et: Uuendatud

source: Updating level lists...
et: Taseme loendi uuendamine

source: Upgrading database
et: Andmebaasi uuendamine

source: Upgrading database profile
et: Andmebaasi profiili uuendamine

source: Upgrading database stats for the profile
et: Andmebaasi statistika uuendamine profiilil

source: Upload
et: Lae üles

source: Upload all highscores
et: Lae üles kõik rekordid

source: Upload of highscore requires a password (Except for WR)
et: Rekordi üles laadimine nõuab parooli (välja arvatud maailmarekord)

source: Upload of highscore requires to log in (Except for WR)
et: Rekordi üles laadimine nõuab sisse logimist (välja arvatud maailmarekord)

source: Upload the replay on the website of highscores
et: Lae üles kordus rekordite veebilehel

source: Upload your best replays to your room (useful when it is just created)
et: Lae üles parimad kordused oma tuppa (kasulik, kui see alles loodi)

source: Uploading the highscore...
et: Rekordi üles laadimine...

source: Use Environment Vars
et: Kasuta keskkonnamuutujaid

source: Use Profile
et: Kasuta profiili

source: Use Quick Play button to immediately start a game with a random level, or use Levels button to select from level packs.
et: Kasuta Kiire Mängu nuppu koheselt juhusliku taseme alustamiseks või kasuta Tasemete nuppu tasemepakkidest valimiseks.

source: Use Trail Cam
et: Kasuta rajakaamerat

source: Use a camera that directs to the shortest path through the level
et: Kasuta kaamerat, mis suunab lühimale teele läbi taseme

source: Use crappy information
et: Kasuta labast informatsiooni

source: Use crappy information from the website to update the crappy pack
et: Kasuta labast informatsiooni veebilehelt, et uuendada labast pakki

source: Use permanent console
et: Kasuta jäävat konsooli

source: Use the selected player profile
et: Kasuta valitud mängija profiili

source: Use the tabulation key to complete player names. Use the * to send private messages.
et: Kasuta tab-klahvi mängija nimede lõpetamiseks. Kasuta * privaatsete sõnumite jaoks

source: Use theme cursor
et: Kasuta teema kursorit

source: Use these settings
et: Kasuta neid sätteid

source: Using HTTP Proxy
et: Kasutusel HTTP proksi

source: Using SOCKS4 Proxy
et: Kasutusel SOCKS4 proksi

source: Using SOCKS5 Proxy
et: Kasutusel SOCKS5 proksi

source: Very long levels
et: Väga pikad tasemed

source: View
et: Vaade

source: View Level Initially
et: Vaata taset alguses

source: View best times for the level
et: Vaata parimaid aega tasemel

source: View contents of level pack
et: Vaata tasemepaki sisu

source: View general information about the level, best times, and replays
et: Vaata üldist informatsiooni taseme, parimate aegade ja korduste kohta

source: View list of recorded replays
et: Vaata salvestatud korduste loendit

source: View locally stored replays of the level
et: Vaata kohalikult talletatud kordusi rajal

source: View the X-Moto credits
et: Vaata X-Moto tiitreid

source: View the highscore
et: Vaata rekordit

source: View the replay
et: Vaata kordust

source: View the replay of the room's highscore
et: Vaata toa rekordi kordust

source: Vote unlocked levels
et: Hääleta lahtisaadud tasemeid

source: Warning
et: Hoiatus

source: Web account password for profile '%s':
et: Veebikonto parool profiilile '%s':

source: Web connection disabled
et: Veebiühendus välja lülitatud

source: Web connection enabled
et: Veebiühendus sisse lülitatud

source: Web ghost of %s
et: %s'i veebi kummitus

source: Web votes
et: Veebihääletus

source: Welcome to X-Moto!
et: Tere tulemast X-Motosse!

source: When done, head for the flower. It's the purple dot on your minimap.
et: Kui tehtud, suundu lille poole. See on lilla täpp minikaardil.

source: When starting a level with a ghost, display who the ghost is of
et: Taset alustades kummitusega näita, kelle oma kummitus on

source: Whether to show the theme cursor or the system cursor
et: Kas näidata teema kursorit või süsteemi kursorit

source: Write the IP address or host name of proxy server to use
et: Kirjuta IP aadress või proksiserveri nimi, mida kasutada

source: Write the port number used by the proxy server
et: Kirjuta pordi number, mida proksiserver kasutab

source: X-Moto %s or newer required to load level
et: X-Moto %s või uuem on vajalik taseme laadimiseks

source: X-Moto levels having a recent highscore in your room
et: X-Moto tasemed hilise rekordiga sinu toas

source: X-Moto levels having an old highscore in your room
et: X-Moto tasemed vana rekordiga sinu toas

source: X-Moto levels using strongly physics
et: Füüsikal põhinevad X-Moto tasemed

source: X-Moto levels which are dynamic
et: Dünaamilised X-Moto tasemed

source: X-Moto levels you have played only a few times
et: X-Moto tasemed, mida oled mänginud vaid paar korda

source: X-Moto levels you have played the most
et: Sinu enim mängitud X-Moto tasemed

source: X-Moto levels you never played
et: X-Moto tasemed, mida sa pole kunagi mänginud

source: X-Moto started %d time
et: X-Moto käivitatud %d kord

source: X-Moto uses a database on your computer to save all your scores and statistics. You can send these data using your web account on the X-Moto server. It is useful to save your data or if you play X-Moto from different places.
et: X-Moto kasutab andmebaasi sinu arvutis sinu kõikide aegade ja statistika salvestamiseks. Saad neid andmeid saata oma veebikonto kaudu X-Moto serveris. Kasulik on oma andmeid salvestada, kui mängid X-Motot mitmest kohast.

source: Yes
et: Jah

source: Yes to all
et: Jah kõigile

source: You are currently disconnected
et: Sa ei ole praegu ühendatud

source: You control your bike using the keyboard
et: Juhi oma ratast klaviatuuri abil

source: You don't want to vote
et: Sa ei soovi hääletada

source: You got a %s medal
et: Said %s medali

source: You have the room highscore
et: Sul on toa rekord

source: You must reconnect to the server so that this option takes effect
et: Pead serveriga uuesti ühenduma, et see valik jõustuks.

source: You must restart so that this option takes effect
et: Pead mängu taas käivitama, et see valik jõustuks.

source: You're currently connected
et: Sa oled hetkel ühendatud

source: You're currently disconnected
et: Sa ei ole hetkel ühendatud

source: You're not the highscore holder
et: Sa ei ole rekordi omanik

source: Your best
et: Sinu parim

source: Your best time
et: Sinu parim aeg

source: Your blacklisted levels
et: Sinu musta nimekirja tasemed

source: Your favorite levels
et: Sinu lemmiktasemed

source: Your password associated with your login
et: Sinu kontoga seotud parool

source: Your personal highscore finish time is almost the room highscore (80%-90%)
et: Sinu isiklik parim finišiaeg on peaaegu toa rekord (80%-90%)

source: Your personal highscore finish time is almost the room highscore (90%-95%)
et: Sinu isiklik parim finišiaeg on peaaegu toa rekord (90%-95%)

source: Your personal highscore finish time is almost the room highscore (95%)
et: Sinu isiklik parim finišiaeg on peaaegu toa rekord (95%)

source: Your proxy login
et: Proksi sisselogimine

source: Zoom in
et: Suumi sisse

source: Zoom out
et: Suumi välja

source: [esc] , [space] [left/right keys] [up/down keys]
et: [esc], [tühik] [vasak/parem klahvid] [üles/alla klahvid]

source: [esc] , [space] [right key] [up/down keys]
et: [esc], [tühik] [parem klahv] [üles/alla klahvid]

source: axis %i
et: telg %i

source: button %i
et: nupp %i

source: down
et: alla

source: en_EN
et: et_EE

source: for Debian packaging
et: Debiani pakett

source: for FreeBSD packaging
et: FreeBSD pakett

source: for Gentoo packaging
et: Gentoo pakett

source: for KDE/gnome integration
et: KDE/GNOME-i integratsioon

source: for Mandriva packaging
et: Mandriva pakett

source: for across/elma
et: across/elma

source: for making tinyxml
et: tinyxml tegemine

source: for the MD5 code
et: MD5-kood

source: left
et: vasak

source: left alt
et: vasak Alt

source: left button
et: vasak nupp

source: left control
et: vasak Control

source: left meta
et: vasak Meta

source: left shift
et: vasak Shift

source: middle button
et: keskmine nupp

source: only %i
et: vaid %i

source: right
et: parem

source: right alt
et: parem Alt

source: right button
et: parem nupp

source: right control
et: parem Control

source: right meta
et: parem Meta

source: right shift
et: parem Shift

source: up
et: üles

source: wheel down
et: keri alla

source: wheel up
et: keri üles
