Repository: xmoto/xmoto
Catalog: i18n/po/*.po
Languages: et

source: Levels marked 'crappy' are hidden in all other packs
et: Tasemed 'labase' märgistusega on peidetud kõikides muudes pakkides

source: Levels with no highscore
et: Tasemed ilma rekordita

source: Levels with no highscore in your room
et: Tasemed ilma rekordita sinu toas

source: Levels you have not completed
et: Tasemed, mida sa pole läbinud

source: Light
et: Kerge

source: Light Graphics Mode enabled
et: Kerge Graafika sisse lülitatud

source: List All
et: Loetle kõiki

source: Lithuanian
et: leedu

source: Loading levels...
et: Tasemete laadimine...

source: Loading menu graphics...
et: Menüü graafika laadimine...

source: Loading new and updated levels...
et: Uute ja uuendatud tasemete laadimine..

source: Loading replays...
et: Korduste laadimine...

source: Loading sounds...
et: Helide laadimine...

source: Loading textures...
et: Tekstuuride laadimine...

source: Loading...
et: Laadimine...

source: Local best
et: Kohalik parim

source: Localization
et: Lokalisatsioon

source: Login
et: Sisselogimine

source: Long levels
et: Pikad tasemed

source: Low
et: Madal

source: MacOS X Support
et: MacOS X tugi

source: Main
et: Peamine

source: Main options
et: Peamised valikud

source: Main testers
et: Peatestijad

source: Make console messages not disappear
et: Pane konsooli sõnumid mitte ära minema

source: Make motion blur effect for the ghost (if supported by your graphics card)
et: Lülita sisse häguefekt kummitusel (kui su graafikakaart seda toetab)

source: Master
et: Meister

source: Max Framerate
et: Maksimaalne kaadrisagedus

source: Medals
et: Medalid

source: Medium
et: Keskmine

source: Medium levels
et: Keskmised tasemed

source: Menu Graphics
et: Menüü graafika

source: Message not sent, unknown players :
et: Sõnumit ei saadetud, tundmatud mängijad :

source: Mono (single channel) audio
et: Mono (ühe kanaliga) heli

source: Most played levels
et: Enim mängitud tasemed

source: Motion blur ghost
et: Hägu kummitusel

source: Mouse
et: Hiir

source: Move Camera down
et: Liiguta kaamerat alla

source: Move Camera to left
et: Liiguta kaamerat vasakule

source: Move Camera to right
et: Liiguta kaamerat paremale

source: Move Camera up
et: Liiguta kaamerat üles

source: Multi
et: Mitmikmäng

source: Music
et: Muusika

source: My levels
et: Minu tasemed

source: Name of level pack
et: Tasemepaki nimi

source: Name of replay
et: Korduse nimi

source: Name of the language
et: Keele nimi

source: Network
et: Võrk

source: Network admin console
et: Võrgu administraatori konsool

source: Network error: you're disconnected
et: Võrgu tõrge: ühendus katkes

source: Network playing mode : just see other players as ghosts
et: Võrgus mängimine: lihtsalt näe teisi mängijaid kummitusena

source: Never played levels
et: Mitte kunagi mängitud tasemed

source: New
et: Uus

source: New Levels
et: Uued tasemed

source: New Profile...
et: Uus profiil...

source: New and updated levels
et: Uued ja uuendatud tasemed

source: New and updated levels since your last check
et: Uued ja uuendatud tasemed pärast eelmist kontrolli

source: New highscore!
et: Uus rekord!

source: New levels and levels updated from the Internet
et: Uued ja uuendatud tasemed internetist

source: New levels available!
et: Uued tasemed on saadaval!

source: New personal highscore!
et: Uus isiklik rekord!

source: Next level
et: Järgmine tase

source: Nice
et: Kena

source: Nice jump there! :)
et: Kena hüpe seal! :)

source: Nice! Now try the next one, it's a bit more difficult...
et: Kena! Proovi nüüd järgmist, see on veidi raskem...

source: Nice, could be better
et: Hästi, saaks olla parem

source: Nicest X-Moto levels according to the web votes
et: Ilusaimad X-Moto tasemed veebihääletuse põhjal

source: Nicest levels
et: Ilusaimad tasemed

source: No
et: Ei

source: No idea
et: Ei tea

source: No joystick found
et: Ei leia juhtkangi

source: No level following this one, sorry.
et: Sellele ei järgne taset, vabandust.

source: No medal
et: Pole medalit

source: No new or updated levels available. Try again another time.
et: Pole uusi ega uuendatud tasemeid saadaval. Proovi teinekord uuesti.

source: No statistics for this profile.
et: Pole statistikat sellel profiilil.

source: No technical difficulty
et: Pole tehnilist raskust

source: No training positions stored
et: Treeningu asukohti pole talletatud

source: Normal mode enabled
et: Normaalrežiim sisse lülitatud

source: Normal sound quality
et: Tavaline helikvaliteet

source: Norwegian
et: norra

source: Not finished
et: Pole läbitud

source: Not nice
et: Ei ole kaunis

source: Not nice at all
et: Ei ole üldse kaunis

source: Not original
et: Ei ole originaalne

source: Not so fancy menu graphics
et: Vähem uhke menüü graafika

source: Not that difficult, right?
et: Pole nii keeruline, eks ole?

source: Now for the final one... It's not that long, but instead there's even less room for your precious head. Good luck! :)
et: Nüüd viimane... See pole nii pikk, aga seevastu on su kallile peale vähem ruumi. Õnn kaasa! :)

source: Now for the most difficult jump in this tutorial!
et: Nüüd kõige raskem hüpe selles õpetuses!

source: Now let's look at your controls.
et: Vaatame nüüd juhtimist.

source: Now you'll try a bit more difficult one... This time keep your hands off the left and right arrow keys, they're not delicate enough to help you keep balance.
et: Proovi nüüd veidi raskemat... Seekord hoia käed eemal vasakust ja paremast nooleklahvist, Need ei ole piisavalt täpsed tasakaalu hoidmiseks.

source: Number of players
et: Mängijate arv

source: Oh no !
et: Oi ei!

source: Okay. The red dot on your minimap is a strawberry.
et: Okei. Punane täpp minikaardil on maasikas.

source: Oldest highscores
et: Vanimad rekordid

source: Only show personal best times for this level
et: Näita vaid isiklikke parimaid aegu sellel tasemel

source: Only show personal replays for this level
et: Näita vaid isiklikke kordusi sellel tasemel

source: Oops!
et: Ups!

source: Open
et: Ava

source: Open chat dialog box
et: Ava vestlusaken

source: Open options menu
et: Ava sätete menüü

source: Open private chat dialog box
et: Ava privaatne vestlusaken

source: Operation completed
et: Toiming lõpetatud

source: Options
et: Sätted

source: Password
et: Parool

source: Password associated to your profile for web access
et: Profiiliga seotud parool veebi ligipääsuks

source: Pause
et: Paus

source: Pause to watch the level
et: Paus taseme vaatamiseks

source: Pause when playing X-Moto
et: Paus X-Moto mängimise ajal

source: Pause while replaying
et: Paus korduse ajal

source: People who have provided bug reports
et: Inimesed, kes on saatnud veateateid

source: Permanently delete selected player profile, including best times
et: Kustuta jäädavalt valitud mängija profiil, kaasa arvatud parimad ajad

source: Permanently delete the selected replay
et: Kustuta valitud kordus jäädavalt

source: Personal
et: Isiklik

source: Physics levels
et: Füüsika tasemed

source: Pick up the strawberry by touching it
et: Korja maasikat seda puutudes

source: Platinum
et: Plaatina

source: Play Next Level
et: Mängi järgmist taset

source: Play a bit faster while replaying
et: Mängi kordust veidi kiiremini

source: Play a bit slower while replaying
et: Mängi kordust veidi aeglasemalt

source: Play faster while replaying
et: Mängi kordust kiiremini

source: Play music on all levels
et: Mängi muusikat igal tasemel

source: Play next level
et: Mängi järgmist taset

source: Play next level instead
et: Mängi hoopis järgmist taset

source: Play now !
et: Mängi nüüd !

source: Play slower while replaying
et: Mängi kordust aeglasemalt

source: Play the selected level
et: Mängi valitud taset

source: Play this level again
et: Proovi seda taset uuesti

source: Play tutorial of how to play the game
et: Mängi mängu õpetust

source: Play!
et: Mängi!

source: Player
et: Mängija

source: Player Profile
et: Mängija profiil

source: Player Profiles
et: Mängija profiilid

source: Player who recorded the replay
et: Mängijad, kes salvestasid kordust

source: Please stay put and follow the instructions! :)
et: Palun seisa paigal ja järgi juhiseid! :)

source: Please wait the next party Or press escape to disconnect
et: Palun oota järgmist rühma Või vajuta Escape lahkumiseks

source: Polish
et: poola

source: Poor sound quality
et: Kehv helikvaliteet

source: Port on which the server must listen to
et: Port, mida server peab kuulama

source: Portuguese
et: portugali

source: Preselect the retry button when dying or finishing a level, and allow levels to be restarted with 'return to checkpoint' key
et: Vali uuesti proovimise nupp suremisel või taseme läbimisel ja luba tasemeid uuesti alustada 'pöördu tagasi kontrollpunkti' klahviga

source: Press %s to chat
et: Vajuta %s vestlemiseks

source: Press BACKSPACE to return to Checkpoint
et: Vajuta BACKSPACE kontrollpunkti tagasi pöördumiseks

source: Press ENTER to try again
et: Vajuta ENTER uuesti proovimiseks

source: Press ESC to display the menu
et: Vajuta ESC menüü näitamiseks

source: Press key you want to '%s' or ESC to cancel...
et: Vajuta '%s' klahvi või ESC katkestamiseks...

source: Press to play X-Moto immediately
et: Vajuta kohe X-Motot mängimiseks

source: Previous level
et: Eelmine tase

source: Previous/Next level
et: Eelmine/järgmine tase

source: Proxy Server
et: Proksiserver

source: Puzzle the levels pack list
et: Sega tasemepakkide loendit

source: Quality
et: Kvaliteet

source: Quick start
et: Kiire mäng

source: Quit Game
et: Lahku mängust

source: Quit level
et: Lahku tasemelt

source: Quit the game
et: Lõpeta mäng

source: Randomize
et: Juhuslik

source: Read the README file or check out the website at https://xmoto.org for more information.
et: Loe README faili või külasta veebisaiti https://xmoto.org rohkemaks informatsiooniks.

source: Really easy
et: Eriti lihtne

source: Really nice
et: Eriti kena

source: Reference room
et: Peamine tuba

source: Reinitialize zoom
et: Taasta suum

source: Reload files to the database
et: Laadi failid uuesti andmebaasi

source: Reload levels, themes and replays from directories
et: Laadi uuesti tasemed, teemad, kordused kaustadest

source: Reloading levels...
et: Tasemete uuesti laadimine...

source: Reloading replays...
et: Korduste uuesti laadimine...

source: Reloading themes...
et: Teemade uuesti laadimine...

source: Remember you can turn around your bike by pressing :
et: Pea meeles, et saad ratast ümber keerata vajutades :

source: Remove levels not suitable for children
et: Eemalda lastele sobimatud tasemed

source: Replay
et: Kordus

source: Replay interpolation disabled
et: Korduste interpoleerimine välja lülitatud

source: Replay interpolation enabled
et: Korduste interpoleerimine sisse lülitatud

source: Replay of %s
et: %s'i kordus

source: Replays
et: Kordused

source: Restart Level to activate!
et: Alusta taset uuesti aktiveerimiseks!

source: Restart This Level
et: Alusta taset uuesti

source: Restart level
et: Proovi taset uuesti

source: Restart the level
et: Proovi taset uuesti

source: Restart to the last checkpoint
et: Proovi kontrollpunktist uuesti

source: Resume Playing
et: Jätka mängimist

source: Revert options to defaults
et: Taasta valikud algsätetele

source: Rewind while replaying
et: Keri tagasi

source: Room
et: Tuba

source: Room %i
et: Tuba %i

source: Rotates it clockwise
et: Pöörab päripäeva

source: Rotates it counter-clockwise
et: Pöörab vastupäeva

source: Run Windowed
et: Jooksuta aknas

source: Run a dynamic zoom while playing
et: Käivita dünaamiline suum mängu ajal

source: Run selected replay
et: Mängi valitud kordust

source: Run the game in a window
et: Jooksuta mängu aknas

source: Run the selected replay
et: Mängi valitud kordust

source: Russian
et: vene

source: STATS
et: STATISTIKA

source: Safemode Disabled
et: Turvarežiim välja lülitatud

source: Safemode Enabled
et: Turvarežiim sisse lülitatud

source: Save
et: Salvesta

source: Save Replay
et: Salvesta kordus

source: Save a replay for later viewing
et: Salvesta kordus hilisemaks vaatamiseks

source: Save options
et: Salvesta sätted

source: Saved as %s
et: Salvestatud kui %s

source: Screen Resolution
et: Akna resolutsioon

source: Screenshot
et: Ekraanitõmmis

source: Script action
et: Skripti toiming

source: Scripted levels
et: Skriptitud tasemed

source: Select a level in the level pack to play
et: Vali tasemepakist tase mängimiseks

source: Select a player profile to use
et: Vali mängija profiil kasutamiseks

source: Select action to re-configure to another key
et: Vali tegevus teisele klahvile paigutamiseks

source: Select graphics resolution
et: Vali graafika resolutsioon

source: Select this if you connect to the Internet through a SOCKS4 proxy
et: Vali see, kui soovid ühenduda internetiga läbi SOCKS4 proksi

source: Select this if you connect to the Internet through a SOCKS5 proxy
et: Vali see, kui soovid ühenduda internetiga läbi SOCKS5 proksi

source: Select this if you connect to the Internet through an HTTP proxy
et: Vali see, kui soovid ühenduda internetiga läbi HTTP proksi

source: Select this if you got a direct connection to the Internet
et: Vali see, kui sul on otsene ühendus internetiga.

source: Semi-cooperative mode
et: Pool-koostöörežiim

source: Send this report
et: Saada see teade

source: Send this report on the webserver
et: Saada see teade veebiserveril

source: Sending the report...
et: Teate saatmine...

source: Sending the vote...
et: Hääle saatmine...

source: Server configuration to play via the network
et: Serveri konfiguratsioon läbi võrgu mängimiseks

source: Server is currently started
et: Server on hetkel käivitatud

source: Server is currently stopped
et: Server on hetkel peatatud

source: Server on which you want to connect
et: Server, millega soovid ühenduda

source: Set the maximum framerate the game can run at
et: Sea maksimaalne kaadrisagedus, millel mäng jookseb

source: Several difficulties
et: Mitu raskust

source: Several textures, sprites, ...
et: Mitu tekstuuri, spraiti, ...

source: Shortest levels
et: Lühimad tasemed

source: Show
et: Näita

source: Show Mini Map
et: Näita minikaarti

source: Show World Record in-game
et: Näita maailmarekordit mängus

source: Show a map of your surroundings when playing
et: Näita kaarti ümbritsevast mängu ajal

source: Show all best times for this level
et: Näita kõiki parimaid aegu tasemel

source: Show all replays for this level
et: Näita kõiki kordusi tasemel

source: Show console
et: Näita konsooli

source: Show game information in the console
et: Näita mängu informatsiooni konsoolis

source: Show helpful help strings such as this one
et: Näita abistavaid tekste nagu see siin

source: Show information about new players and played levels in the console
et: Näita informatsiooni uute mängijate ja mängitud tasemete kohta konsoolis

source: Show level info
et: Näita taseme informatsiooni

source: Show next medal in-game
et: Näita järgmist medalit mängu ajal

source: Show replays of all players in list
et: Näita kõikide nimekirjas olevate mängijate kordusi

source: Show the World Record for a given level when playing
et: Näita antud taseme maailmarekordit mängu ajal

source: Show the ghost if possible in the game
et: Näita mängu ajal kummitust, kui võimalik

source: Show the speedometer when playing
et: Näita spidomeetrit mängu ajal

source: Show the time you need before achieving the next medal
et: Näita aega, mida on vaja järgmise medali saamiseks

source: Show this help
et: Näita seda abi

source: Show various statistics about X-Moto
et: Näita erinevat X-Moto statistikat

source: Silver
et: Hõbe

source: Simple ghost mode
et: Lihtsa kummituse režiim

source: Skip this report
et: Jäta see teade vahele

source: Slovak
et: slovakkia

source: Some options will not take effect before next restart!
et: Mõned valikud ei jõustu enne järgmist käivitust!

source: Somebody in the room made a better highscore than yours
et: Keegi toas purustas sinu rekordi

source: Sorry, but there aren't enough levels matching your choice. Choosing random levels instead
et: Vabandust, aga sinu valikule ei vasta piisavalt tasemeid. Valin hoopis juhuslikud tasemed

source: Sound Effects
et: Heliefektid

source: Spanish
et: hispaania

source: Special
et: Eriline

source: Speedometer
et: Spidomeeter

source: Standard
et: Standardne

source: Start the server
et: Käivita server

source: Start the server at X-Moto startup
et: Käivita server X-Moto käivitusel

source: Start to play with other connected players
et: Alusta mängu teiste mängijatega

source: Start/stop the server
et: Käivita/peata server

source: Statistics
et: Statistika

source: Stats since: %s
et: Statistika alates: %s

source: Stereo (two channel) audio
et: Stereo (kahe kanaliga) heli

source: Stolen highscores
et: Varastatud rekordid

source: Stop the game once a player ends the level
et: Peata mäng, kui mängija on taseme lõpetanud

source: Stop the game once a player ends the level or continue while a player is running
et: Lõpeta mäng, kui mängija lõpetab taseme või jätka, kui mängija jookseb

source: Stop the server
et: Peata server

source: Stop while replaying
et: Peata korduse ajal

source: Stored as training position %i
et: Talletatud kui treeningu asukoht %i

source: Swedish
et: rootsi

source: Switch FPS
et: Vali FPS

source: Switch WWW access
et: Vali WWW juurdepääs

source: Switch biker
et: Vaheta ratturit

source: Switch ghosttrail rendering
et: Vali kummituse raja renderdamine

source: Switch graphics mode
et: Vali graafika

source: Switch graphics quality mode
et: Vaheta graafika kvaliteeti

source: Switch highscore information
et: Vaheta rekordi informatsioon

source: Switch net game mode
et: Vaheta võrgus mängimise režiimi

source: Switch player
et: Vaheta mängijat

source: Switch safe mode
et: Vali turvarežiimi

source: Switch trackingshot mode
et: Vali trackingshot režiim

source: Synchronisation done successfully
et: Sünkronisatsioon edukalt tehtud

source: Synchronisation down
et: Sünkronisatsioon alla

source: Synchronisation up
et: Sünkronisatsioon üles

source: Synchronise
et: Sünkroniseeri

source: Synchronise your database on the web
et: Sünkroniseeri andmebaas veebis

source: Synchronise your database when your quit X-Moto
et: Sünkroniseeri andmebaas X-Motost väljumisel

source: Synchronize when X-Moto ends
et: Sünkroniseeri X-Motost väljumisel

source: Taiwanese
et: taiwani

source: Take a screenshot
et: Tee ekraanitõmmis

source: Thanks to
et: Tänud

source: That was pretty easy, right?
et: See oli üsna lihtne, eks ole?

source: That will cause the rear suspension to increase the length of the jump. Try it...
et: See paneb tagumise vedrustuse hüppe kaugust suurendama. Proovi seda...

source: The basic idea is that when driving on the rear wheel, your head is lowered quite a lot...
et: Põhiline mõte on, et tagarattal sõites on su pea palju madalamal...

source: The best of my replays (on this computer)
et: Parimad minu kordused (selles arvutis)

source: The best of the replays (on this computer)
et: Parimad kordused (selles arvutis)

source: The big one is your current time
et: See suur on sinu praegune aeg

source: The difficult part is to keep the balance. When the distance you have to drive is quite short, you don't need to keep the balance.
et: Raske osa on tasakaalu hoidmine Kui sõidetav vahemaa on üsna lühike, pole vaja tasakaalu hoida.

source: The first jump you're going to perform is very easy.
et: Esimene hüpe, mida ületad, on üsna lihtne.

source: The highscore of the other rooms
et: Teiste tubade rekord

source: The highscore of the reference room
et: Peamise toa rekord

source: The icon to the right of your time, indicates how many strawberries still left.
et: Ikoon ajast paremal näitab, mitu maasikat on veel järel.

source: The level failed while loading with the following error :
et: Tase laadimine ei õnnestunud järgeva veateatega:

source: The long levels (1 minute to 2 minutes)
et: Pikad tasemed (1 minut kuni 2 minutit)

source: The longest levels (more than 2 minutes)
et: Pikimad tasemed (üle 2 minuti)

source: The medium levels (25 seconds to 60)
et: Keskmised tasemed (25 kuni 60 sekundit)

source: The next jump is a bit trickier. You'll need all the speed you can get to reach the other side...
et: Järgnev hüpe on veidi trikikam. Sul on vaja kogu kiirust, mida sa saad, teisele poole jõudmiseks.

source: The primary objective of the game is for you to collect all of them, and then find the flower.
et: Peamine eesmärk mängus on korjata need kõik, ja siis leida lill.

source: The replay can't be played!
et: Kordust ei saa mängida!

source: The room highscore is really better than your own highscore
et: Toa rekord on tõesti sinu omast parem

source: The scene is shared by all the players
et: Stseen on kõigi mängijate vahel jagatud

source: The shortest levels (less than 25 seconds)
et: Lühimad tasemed (alla 25 sekundi)

source: The small one to the right is your own best time for the current level...
et: See väike paremal on sinu enda parim aeg praegusel tasemel.

source: The theme is now up to date
et: Teema on nüüd värskendatud

source: Theme
et: Teema

source: Theme mode disabled
et: Teema režiim välja lülitatud

source: Theme mode enabled
et: Teema režiim sisse lülitatud

source: There are errors in the level, don't expect it to be playable!
et: Tasemes on vigu, ära eelda, et see on mängitav!

source: There are no replays to clean
et: Puhastamiseks ei ole kordusi

source: This level is a short tutorial of how you play the game.
et: See tase on lühike õpetus mängu mängimisest.

source: This level is not recordable (feature still not implemented). Sorry.
et: See tase ei ole salvestatav (funktsioon ei ole saadaval). Vabandust

source: This time, speed alone won't do the job...
et: Seekord kiirusest üksi ei ole kasu...

source: This tutorial will teach you the basics of jumping.
et: See õpetus õpetab sulle hüppamise aluseid.

source: This tutorial will teach you to rear-wheel through areas where the ceiling is low. Beware that this can be pretty difficult :)
et: See õpetus õpetab sulle tagarattal sõitmist kohtades, kus lagi on madal. Ettevaatust, see võib olla päris raske. :)

source: Time
et: Aeg

source: Time played: %s
et: Aeg mängitud: %s

source: To be updated
et: Vaja uuendada

source: To download
et: Vaja alla laadida

source: Toggle Contrast, Light and Full Graphics
et: Vaheta Kontrastse, Kerge ja Täieliku Graafika vahel

source: Toggle Display Medals,Display WR
et: Vaheta Näita medaleid, Näita maailmarekordeid vahel

source: Toggle Ghost Trail Rendering
et: Vali kummituse varju renderdamine

source: Toggle Ghost Trail Tracking Shot
et: Vali kummituse raja järgimine

source: Toggle Trail Cam
et: Vali rajakaamera

source: Toggle blacklist
et: Lisa/eemalda musta nimekirja

source: Toggle favorite
et: Lisa/eemalda lemmikuid

source: Toggle theme and ugly over mode
et: Vaheta teema ja inetu üle režiimi

source: Total time you scored / total highscore time for levels you finished
et: Sinu kogu aeg / rekordite koguaeg sinu läbitud tasemetel

source: Touch it to finish the level. Good luck with the rest :)
et: Puutu seda taseme läbimiseks. Edu ülejäänuga :)

source: Trail Cam activated
et: Rajakaamera aktiveeritud

source: Trail Cam deactivated
et: Rajakaamera välja lülitatud

source: Training position %i/%i restored
et: Treeningu asukoht %i/%i taastatud

source: Try This Level Again
et: Proovi taset uuesti

source: Try getting under the next obstacle when you feel you're ready.
et: Proovi järgmise takistuse alla saada kui tunned, et oled valmis.

source: Try this level again
et: Proovi taset uuesti

source: Try this level again from the beginning
et: Proovi seda taset algusest uuesti

source: Turkish
et: türgi

source: Turn on engine noise
et: Lülita sisse mootori heli

source: Turn on sound effects
et: Lülita sisse heliefektid
